[
	{
		"_id":1,
		"email":"admin@gmail.com",
		"name":"AVITA Essential 14 Celeron N4020 256GB SSD 14' Full HD Laptop Concrete Grey Color",
		"image":"https://i.ibb.co/6nftMG8/essential-14-01-500x500.jpg",
		"description":"AVITA Essential 14 Celeron N4020 14' Full HD Laptop come with Intel Celeron Processor N4020 (4M Cache, 1.10 GHz up to 2.80 GHz), 4GB LPDDR4 RAM, 256GB SATA M.2 SSD, Intel UHD Graphics 600 with Windows 10 Home in S mode. This laptop is featured with Battery: 7.6V 4830mAh, Island style non-backlit keyboard, 2M WebCam, Micro SD card, 14' FHD (1920 x 1080) IPS Display, 0.8W x 2 Speaker, Dual Microphones. Here, Network & Wireless Connectivity are also available. In this laptop it is also has USB 3.0 Type-A x 2, Full size HDMI x 1, Headphone Jack Ports, Connectors & Slots are also availble. This latest AVITA Essential 14 Celeron N4020 14' Full HD Laptop has 2 Years of Warranty.",
		"price":"120",
		"quantity":"0",
		"supplier":"AVITA"
	},
	{
		"_id":2,
		"email":"admin@gmail.com",
		"name":"AVITA Essential 14 Celeron N4020 256GB SSD 14' Full HD Laptop Matt Black Color",
		"image":"https://i.ibb.co/1rp1Dtx/essential-14-02-500x500.jpg",
		"description":"AVITA Essential 14 Celeron N4020 14' Full HD Laptop come with Intel Celeron Processor N4020 (4M Cache, 1.10 GHz up to 2.80 GHz), 4GB LPDDR4 RAM, 256GB SATA M.2 SSD, Intel UHD Graphics 600 with Windows 10 Home in S mode. This laptop is featured with Battery: 7.6V 4830mAh,  Island style non-backlit keyboard, 2M WebCam, Micro SD card, 14' FHD (1920 x 1080) IPS Display, 0.8W x 2 Speaker, Dual Microphones. Here, Network & Wireless Connectivity are also available. In this laptop it is also has USB 3.0 Type-A x 2, Full size HDMI x 1, Headphone Jack Ports, Connectors & Slots are also availble. This latest AVITA Essential 14 Celeron N4020 14' Full HD Laptop has 2 Years of Warranty.",
		"price":"130",
		"quantity":"0",
		"supplier":"AVITA"
	},
	{
		"_id":3,
		"email":"admin@gmail.com",
		"name":"Lenovo IdeaPad Slim 3i 15IGL Intel Celeron N4020 15.6' HD Laptop",
		"image":"https://i.ibb.co/D9qGBCt/ideapad-slim-3i-0010-500x500.jpg",
		"description":"The Lenovo IdeaPad Slim 3i 15IGL comes with Intel Celeron N4020 (4M Cache, 1.10 GHz up to 2.80 GHz) and 4GB DDR4 2400MHz RAM. It also comes with a 1TB 5400rpm 2.5' HDD to store all your important data. It is integrated with Integrated Intel UHD Graphics 600 and it has a 15.6″ HD (1366×768) display with TN panel and 220nits Anti-glare screen. This laptop is powered by an Integrated 35Wh battery and it has a 45W Round Tip (2-pin, Wall-mount) adapter. The Lenovo IdeaPad Slim 3i 15IGL features Firmware TPM 2.0 and it runs on the Windows 11 Home operating system. It has a 720p camera with Privacy Shutter. It has been designed with 1x Power connector, 1x 4-in-1 Card Reader, 1x HDMI 1.4b, 1x Headphone/microphone combo jack (3.5mm), 1x USB 2.0 and 2x USB 3.2 Gen 1. Lenovo IdeaPad Slim 3i 15IGL offers High Definition (HD) Audio, Stereo speakers, 1.5W x2, Dolby Audio and 2x, Array Microphone. This laptop comes in Platinum Grey color. The Lenovo IdeaPad Slim 3i 15IGL comes with 2 years of warranty.",
		"price":"115",
		"quantity":"0",
		"supplier":"Lenovo "
	},
	{
		"_id":4,
		"email":"admin@gmail.com",
		"name":"Lenovo IdeaPad D330 10IGL Intel CDC N4020 10.1' HD Touch Laptop",
		"image":"https://i.ibb.co/ZxHD5vS/d330-1-500x500.jpg",
		"description":"The Ideapad D330 has computing power and all the fun and mobility of a lightweight tablet. From multitasking to connecting with friends online and streaming shows. This Ideapad D330 featured 4GB DDR4 RAM, 128GB eMMC and Intel UHD 600 Graphics, and Windows 10 Home. The Lenovo Ideapad D330 comes with 10.1' (1280 x 800) HD IPS WXGA LED Antiscratch Brightness: 300nits, Aspect Ratio: 16:10, Color Gamut: 50% NTSC Display. This Lenovo IdeaPad D330 has an abundance of ports, including a USB-C 3.1 to help you charge other devices or transfer data at speeds up to 10 Gbps. Its display can generate lifelike clarity with 2S stereo Speakers Dolby Premium Audio is the perfect combination for entertainment. This Lenovo IdeaPad D330 10IGL comes with 02 years International Limited Warranty (1 year for Battery and Adapter, Terms & Conditions Apply As Per Lenovo)",
		"price":"145",
		"quantity":"0",
		"supplier":"Lenovo"
	},
	{
		"_id":5,
		"email":"admin@gmail.com",
		"name":"Asus Vivobook X515MA Celeron N4500 15.6' HD Laptop",
		"image":"https://i.ibb.co/XxxyyGP/vivobook-15-x515ea-01-500x500.jpg",
		"description":"The Asus Vivobook X515MA laptop comes with Intel Celeron N4500 Processor (4M Cache, 1.10 GHz up to 2.80 GHz) and 4GB DDR4 RAM. It has a 1TB SATA 5400RPM 2.5' HDD and it also comes with 1x M.2 2280 PCIe 3.0x2 Slot. This laptop has been integrated with Intel UHD Graphics 600 and it has a 15.6-inch HD (1366 x 768) display with a 16:9 aspect ratio. It runs on Windows 11 Home operating system. This whole system is powered by a 37WHrs, 2S1P, 2-cell Li-ion battery and comes with a ø4.0, 33W AC Adapter, Output: 19V DC, 1.75A, 33W, Input: 100-240V AC 50/60Hz universal. This laptop has a VGA Webcam and Built-in speaker with SonicMaster. The Asus Vivobook X515MA offers Wi-Fi 5(802.11ac) and Bluetooth 4.1 (Dual band) 1*1 for wireless connectivity. The laptop is designed with 1x USB 3.0 Gen 1, 2x USB 2.0, 1 x HDMI ports. The Asus Vivobook X515MA Laptop comes with 2 years International Limited Warranty (Battery 1 year).",
		"price":"132",
		"quantity":"0",
		"supplier":"Asus"
	},
	{
		"_id":6,
		"email":"admin@gmail.com",
		"name":"Acer One 14 Z2-493 Ryzen 3 3250U 14' HD Laptop",
		"image":"https://i.ibb.co/27hMr9W/one-14-z2-493-01-500x500.jpg",
		"description":"The Acer One 14 Z2-493 Laptop comes with AMD Ryzen 3 3250U (2.6 GHz up to 3.5 GHz, 4MB cache, 2 cores) Processor and 4GB-2666 MHz DDR4 RAM. It has a 1 TB 2.5-inch 5400 RPM HDD and it is integrated with AMD Radeon dual-core Graphics. This Laptop comes with a 14” HD (1366X768) resolution Antiglare LED Backlit TFT LCD 16:9 aspect ratio Display. It has an Integrated Microphone & Two built-in speakers. The laptop has an Integrated HD Video webcam. It features a US English Style Standard Isolated Keys keyboard and Touchpad with multi-gesture and scrolling functions. The laptop is powered by a 3-cell, 36 Whr Li-ion battery and it comes with a 100V-240V, 50Hz External AC Power adapter. It offers Gigabit Ethernet, Wake-on-LAN ready. It also has Wireless-802.11a/b/g/n/ac wireless LAN, Wi-Fi and Bluetooth for Wireless Network Connectivity. The new Acer One 14 Z2-493 laptop comes with 2 Years Warranty (1 year on battery & adapter)",
		"price":"159",
		"quantity":"0",
		"supplier":"Acer"
	},
	{
		"_id":7,
		"email":"admin@gmail.com",
		"name":"Dell Vostro 14 3400 Core i3 11th Gen 14' HD Laptop with Windows 10",
		"image":"https://i.ibb.co/w61H8yt/vostro-14-3400-black-front-500x500.jpg",
		"description":"The Dell Vostro 14 3400 Laptop comes with the Intel Core i3-1115G4 Processor (6MB Cache, 3.0 GHz up to 4.10 GHz) and 4GB DDR4 2666MHz RAM. It has a 1TB 5400 rpm 2.5' SATA Hard Drive. It is integrated with Intel UHD Graphics. It has a 14' HD (1366 x 768), 60 Hz, Anti-glare, NTSC 45%, 220 Nits, LED Backlight Non-touch Narrow Border Display. This laptop runs on Windows 10 operating system. It features built-in 802.11ac 1x1 WiFi and Bluetooth. It comes with 1x USB 2.0, 1x HDMI 1.4, 1x Ethernet RJ-45, 2x USB 3.2 Gen 1 Type-A, 1x Headset Jack, 1x Power In ports, and 1x 3-in-1 SD Media Card Reader, 1x Wedge-Shaped Lock Slot. It is powered by 3-Cell, 42 WHr, Integrated battery. Dell Vostro 14 3400 has 3 years of warranty.",
		"price":"172",
		"quantity":"0",
		"supplier":"Dell"
	},
	{
		"_id":8,
		"email":"admin@gmail.com",
		"name":"HP 240 G8 Core i5 11th Gen 14' FHD Laptop",
		"image":"https://i.ibb.co/tQkQrcs/240-g8-0001-500x500.jpg",
		"description":"The HP 240 G8 laptop is powered by Intel Core i5-1135G7 Processor (8M Cache, 2.40 GHz up to 4.20 GHz) and it comes with 8GB DDR4 RAM. It has a 1TB 5400 RPM SATA HDD for storage option. This laptop is integrated with Intel UHD Graphics and it has a 14' diagonal, FHD (1920 x 1080), IPS, anti-glare WLED, 250 nits, eDP micro-edge, 45% NTSC Display. It comes with integrated stereo speakers and Integrated dual-array microphones. It has an HP TrueVision HD Camera also. For input options, it comes with a Full-Size Textured island-style keyboard and a Touchpad with multi-touch gesture support. This laptop is designed with 2x USB 3.2 Gen 1 ports, 1x USB 3.2 Gen 1 Type-C port (data only), 1 x HDMI 1.4b and 1 x Headphone /Microphone port. It also has a Multi-format digital media reader (supports SD, SDHC, and SDXC). The laptop runs on Windows 10 Home and it is powered by a 3 Cell, 41 Wh Li-ion battery. It comes with a 45W AC power adapter. It is equipped with Realtek 802.11ac (2x2) WLAN and Bluetooth 5 Combo for wireless connectivity. The HP 240 G8 comes with 3 years International Limited Warranty (Terms & Conditions Apply As Per HP).",
		"price":"192",
		"quantity":"0",
		"supplier":"HP"
	},
	{
		"_id":9,
		"email":"admin@gmail.com",
		"name":"HP 14s-dq4458TU Core i5 11th Gen 14' FHD Laptop",
		"image":"https://i.ibb.co/6RrY3Tx/14s-dq2575tu-001-500x500.jpg",
		"description":"The HP 14s-dq4458TU Laptop featured with Intel Core i5-1155G7 Processor (8M Cache, 2.50 GHz up to 4.50 GHz) and Intel Iris Xe Graphics. This Laptop is powered by 8 GB DDR4-3200 MHz RAM (2 x 4 GB) with 512 GB PCIe NVMe M.2 SSD Storage, this PCIe-based flash storage is up to 17x faster than a traditional laptop hard drive, and also this DDR4 RAM helps to run more efficiently and more reliably at faster speeds. This HP 14s-dq4458TU Laptop has 1 x SuperSpeed USB Type-C 5Gbps signaling rate, 2 x SuperSpeed USB Type-A 5Gbps signaling rate, HDMI 1.4b x 1, and 1 x Headphone/microphone combo jack ports connectivity so that you can connect more devices with this laptop. Here, 3-cell, 41 Wh Li-ion battery is also available, with its long battery life and fast-charge technology, which helps you to work, watch, and stay more connected all day. The new HP 14s-dq4458TU Laptop comes with Spill-resistant Keyboard (Integrated precision touchpad with multi-touch support speeds up navigation and productivity) and HP True Vision 720p HD camera with integrated dual array digital microphones. This Budget-friendly HP Laptop is perfect for your daily office work and home use. The new Silver color The HP 14s-dq4458TU Laptop has 02 years International Limited Warranty (Terms & Conditions Apply As Per HP).",
		"price":"172",
		"quantity":"0",
		"supplier":"HP"
	},
	{
		"_id":10,
		"email":"admin@gmail.com",
		"name":"MSI GF63 THIN 11UC Core i5 11th Gen 512GB SSD RTX 3050 Max-Q 4GB Graphics 15.6' FHD 144hz Gaming Laptop",
		"image":"https://i.ibb.co/j51NvKZ/gf63-thin-11uc-01-500x500.jpg",
		"description":"MSI GF63 THIN 11UC powered by the latest Intel Core i5-11400H Processor (12M Cache, 2.70 GHz up to 4.50 GHz), which is up to 40% performance gains over the previous generation. This processor is featured with greater power and this 8-core processor supports up to 4.6GHz dual-core frequency to maximize efficiency in gameplay, multi-task work, and productivity. This Gaming laptop comes with NVIDIA RTX 3050 4GB Max-Q Graphics, That fastest your laptop and you will enjoy the excellent performance, this gaming laptop is specially made for gamers and creators. Here, The 15.6' FHD (1920*1080), 60Hz 45%NTSC IPS-Level brings you the most vibrant visuals so you never miss a beat. In this MSI Gaming laptop, Resizable BAR is an advanced PCI Express feature that enables the CPU to access the entire GPU frame buffer at once and improve performance and also this gaming laptop featured Intel Wi-Fi 6 AX201(2 x 2 ax), Gb LAN, and Bluetooth 5.1 Network & Wireless Connectivity. This Laptop has 1x Type-C USB 3.2 Gen 1, 3x Type-A USB 3.2 Gen 1, 1x (4K @ 30Hz) HDMI, 1x Mic-in/Headphone-out Combo Jack (1/8'), that provides universal connectivity. It helps to Immerse yourself in lossless music and enjoy the premium sound quality with Hi-Resolution Audio. Experience and listen to audio the way it was intended. In this Laptop, the in-game 3D surround sound and make finite control over your music, movies, and conference calls. This New MSI GF63 THIN 11UC with core i5 11th gen gaming laptop comes with 02 years International Warranty.",
		"price":"250",
		"quantity":"0",
		"supplier":"MSI"
	}
	
]